[
  {
    "id": 1,
    "name": "The Forest Hiker",
    "duration": 5,
    "maxGroupSize": 25,
    "difficulty": "easy",
    "ratingsAverage": 4.7,
    "ratingsQuantity": 37,
    "price": 397,
    "summary": "Breathtaking hike through the Canadian Banff National Park",
    "description": "Immerse yourself in the majestic beauty of the Canadian Rockies with our 5-day hiking tour through Banff National Park. You'll trek through pristine forests, witness stunning turquoise lakes, and marvel at towering glaciers. This tour is designed for nature lovers of all skill levels and includes guided hikes to iconic locations like Lake Louise and Moraine Lake. Keep an eye out for wildlife such as elk, deer, and bears in their natural habitat.",
    "imageCover": "tour-1-cover.jpg",
    "images": ["tour-1-1.jpg", "tour-1-2.jpg", "tour-1-3.jpg"],
    "startDates": ["2021-04-25,10:00", "2021-07-20,10:00", "2021-10-05,10:00"],
    "startLocation": "Banff, CAN",
    "stops": 3
  },
  {
    "id": 2,
    "name": "The Sea Explorer",
    "duration": 7,
    "maxGroupSize": 15,
    "difficulty": "medium",
    "ratingsAverage": 4.8,
    "ratingsQuantity": 23,
    "price": 497,
    "summary": "Exploring the jaw-dropping US east coast by foot and by boat",
    "description": "Embark on an unforgettable adventure exploring the stunning US East Coast. This 7-day tour will take you from the vibrant city of Miami to the serene beaches of Key West. You'll travel by boat and on foot, discovering hidden gems and enjoying breathtaking ocean views. Activities include snorkeling in crystal-clear waters, exploring historic lighthouses, and relaxing on pristine sandy beaches. This tour is perfect for those who love the sea and want to experience the best of coastal life.",
    "imageCover": "tour-2-cover.jpg",
    "images": ["tour-2-1.jpg", "tour-2-2.jpg", "tour-2-3.jpg"],
    "startDates": ["2021-06-19,10:00", "2021-07-20,10:00", "2021-08-18,10:00"],
    "startLocation": "Miami, USA",
    "stops": 4
  },
  {
    "id": 3,
    "name": "The Snow Adventurer",
    "duration": 4,
    "maxGroupSize": 10,
    "difficulty": "difficult",
    "ratingsAverage": 4.5,
    "ratingsQuantity": 13,
    "price": 997,
    "summary": "Exciting adventure in the snow with snowboarding and skiing",
    "description": "Get your adrenaline pumping with our 4-day snow adventure in Aspen, Colorado. Whether you're a seasoned pro or a beginner, you'll have a blast skiing and snowboarding on world-class slopes. Our package includes lift tickets, equipment rentals, and lessons from certified instructors. After a day on the mountain, relax and unwind in a cozy lodge with stunning winter views. This is the ultimate winter getaway for snow sports enthusiasts.",
    "imageCover": "tour-3-cover.jpg",
    "images": ["tour-3-1.jpg", "tour-3-2.jpg", "tour-3-3.jpg"],
    "startDates": ["2022-01-05,10:00", "2022-02-12,10:00", "2023-01-06,10:00"],
    "startLocation": "Aspen, USA",
    "stops": 2
  },
  {
    "id": 4,
    "name": "The City Wanderer",
    "duration": 9,
    "maxGroupSize": 20,
    "difficulty": "easy",
    "ratingsAverage": 4.6,
    "ratingsQuantity": 54,
    "price": 1197,
    "summary": "Living the life of Wanderlust in the US' most beatiful cities",
    "description": "Discover the vibrant culture and iconic landmarks of America's greatest cities. This 9-day tour will take you from the bustling streets of New York City to the sunny shores of Los Angeles and the charming hills of San Francisco. You'll have the freedom to explore each city at your own pace, with guided tours of famous attractions included. This is the perfect trip for urban explorers who want to experience the diverse energy of the USA.",
    "imageCover": "tour-4-cover.jpg",
    "images": ["tour-4-1.jpg", "tour-4-2.jpg", "tour-4-3.jpg"],
    "startDates": ["2021-03-11,10:00", "2021-05-02,10:00", "2021-06-09,10:00"],
    "startLocation": "NYC, USA",
    "stops": 3
  },
  {
    "id": 5,
    "name": "The Park Camper",
    "duration": 10,
    "maxGroupSize": 15,
    "difficulty": "medium",
    "ratingsAverage": 4.9,
    "ratingsQuantity": 19,
    "price": 1497,
    "summary": "Breathing in Nature in America's most spectacular National Parks",
    "description": "Experience the wonders of the American West on our 10-day camping tour through some of the most iconic National Parks. From the majestic Grand Canyon to the unique landscapes of Zion and Joshua Tree, you'll be surrounded by breathtaking scenery. This tour includes guided hikes, camping under the stars, and opportunities for wildlife viewing. It's a perfect escape for those who want to reconnect with nature and explore the great outdoors.",
    "imageCover": "tour-5-cover.jpg",
    "images": ["tour-5-1.jpg", "tour-5-2.jpg", "tour-5-3.jpg"],
    "startDates": ["2021-08-05,10:00", "2022-03-20,10:00", "2022-08-12,10:00"],
    "startLocation": "Las Vegas, USA",
    "stops": 4
  },
  {
    "id": 6,
    "name": "The Sports Lover",
    "duration": 14,
    "maxGroupSize": 8,
    "difficulty": "difficult",
    "ratingsAverage": 4.7,
    "ratingsQuantity": 28,
    "price": 2997,
    "summary": "Surfing, skating, parajumping, rock climbing and more, all in one tour",
    "description": "For the ultimate thrill-seeker, our 14-day Sports Lover tour in California is a dream come true. You'll catch waves while surfing in Malibu, shred at the Venice Skate Park, feel the rush of skydiving in San Diego, go rafting on the Kern River, and climb majestic rocks in Yosemite National Park. This action-packed tour is designed for adrenaline junkies and sports enthusiasts looking for their next big adventure.",
    "imageCover": "tour-6-cover.jpg",
    "images": ["tour-6-1.jpg", "tour-6-2.jpg", "tour-6-3.jpg"],
    "startDates": ["2021-07-19,10:00", "2021-09-06,10:00", "2022-03-18,10:00"],
    "startLocation": "California, USA",
    "stops": 5
  },

  {
    "id": 8,
    "name": "The Northern Lights",
    "duration": 3,
    "maxGroupSize": 12,
    "difficulty": "easy",
    "ratingsAverage": 4.9,
    "ratingsQuantity": 33,
    "price": 1497,
    "summary": "Enjoy the Northern Lights in one of the best places in the world",
    "description": "Witness one of nature's most spectacular phenomena on our 3-day Northern Lights tour in Yellowknife, Canada. Known as one of the best places in the world to see the Aurora Borealis, you'll spend your nights in a cozy, heated viewing station, sipping hot chocolate while the vibrant colors dance across the sky. This short but unforgettable trip is perfect for anyone wanting to experience the magic of the Northern Lights.",
    "imageCover": "tour-9-cover.jpg",
    "images": ["tour-9-1.jpg", "tour-9-2.jpg", "tour-9-3.jpg"],
    "startDates": ["2021-12-16,10:00", "2022-01-16,10:00", "2022-12-12,10:00"],
    "startLocation": "Yellowknife, CAN",
    "stops": 1
  },
  {
    "id": 9,
    "name": "The Star Gazer",
    "duration": 9,
    "maxGroupSize": 8,
    "difficulty": "medium",
    "ratingsAverage": 4.7,
    "ratingsQuantity": 28,
    "price": 2997,
    "summary": "The most remote and stunningly beautiful places for seeing the night sky",
    "description": "Escape the city lights and witness the awe-inspiring beauty of the night sky on our 9-day Star Gazer tour. We'll take you to some of the most remote and darkest locations in the USA, including Natural Bridges National Monument and Death Valley National Park, renowned for their incredible stargazing opportunities. With expert guides and high-powered telescopes, you'll explore constellations, planets, and distant galaxies. This is a truly magical experience for astronomy enthusiasts and anyone who appreciates the wonders of the universe.",
    "imageCover": "tour-8-cover.jpg",
    "images": ["tour-8-1.jpg", "tour-8-2.jpg", "tour-8-3.jpg"],
    "startDates": ["2021-03-23,10:00", "2021-10-25,10:00", "2022-01-30,10:00"],
    "startLocation": "Utah, USA",
    "stops": 3
  },
  {
    "id": 10,
    "name": "The Desert Explorer",
    "duration": 6,
    "maxGroupSize": 12,
    "difficulty": "medium",
    "ratingsAverage": 4.6,
    "ratingsQuantity": 22,
    "price": 897,
    "summary": "Adventure through the vast deserts of Arizona and Nevada",
    "description": "Travel through the stunning deserts of Arizona and Nevada. This 6-day tour includes guided hikes in Monument Valley, jeep rides through Antelope Canyon, and sunset viewing at the Grand Canyon. Perfect for explorers who enjoy unique landscapes and vibrant desert sunsets.",
    "imageCover": "tour-10-cover.jpg",
    "images": ["tour-1-1.jpg", "tour-1-2.jpg", "tour-1-3.jpg"],
    "startDates": ["2021-05-15,10:00", "2021-09-01,10:00", "2022-03-05,10:00"],
    "startLocation": "Phoenix, USA",
    "stops": 3
  }
]
